Repository: Ghadi10A/chatnun
Catalog: myapp/local/*/LC_MESSAGES/django.po
Languages: ar, tr

source: 1 Minute
ar: 1 دقيقة
tr: 1 dakika

source: 5 Minutes
ar: 5 دقائق
tr: 5 dakika

source: 15 Minutes
ar: 15 دقيقة
tr: 15 dakika

source: 30 Minutes
ar: 30 دقيقة
tr: 30 dakika

source: 1 Hour
ar: 1 ساعة
tr: 1 Saat

source: 4 Hours
ar: 4 ساعات
tr: 4 saat

source: 1 Day
ar: يوم 1
tr: 1 gün

source: 1 Week
ar: أسبوع 1
tr: 1 hafta

source: 1 Month
ar: 1 شهر
tr: 1 ay

source: About Us
ar: معلومات عنا
tr: Hakkımızda

source: Chatnun is a social media and market predictions platform that offers a range of tools and features to help users stay informed about the latest trends and opportunities in the markets. Our platform includes market scanners, signals, and a chatbot to assist with trading decisions. We are committed to providing our users with the information and tools they need to make informed investment decisions
ar: شاتنون عبارة عن منصة للتنبؤ بالوسائط الاجتماعية والسوق تقدم مجموعة من الأدوات والميزات لمساعدة المستخدمين على البقاء على اطلاع بأحدث الاتجاهات والفرص في الأسواق. تتضمن منصتنا ماسحات ضوئية للسوق وإشارات وروبوت دردشة للمساعدة في قرارات التداول. نحن ملتزمون بتزويد مستخدمينا بالمعلومات والأدوات التي يحتاجونها لاتخاذ قرارات استثمارية مدروسة
tr: Chatnun, bir kullanıcıların en son gelişmelerden haberdar olmalarına yardımcı olacak bir dizi araç ve özellikpiyasalardaki trendler ve fırsatlar. Platformumuz pazar içerir Ticaret kararlarına yardımcı olmak için tarayıcılar, sinyaller ve bir sohbet robotu. Biz kullanıcılarımıza ihtiyaç duydukları bilgileri ve araçları sağlamayı taahhüt ediyoruzBilinçli yatırım kararları verin

source: Our Mission
ar: مهمتنا
tr: Görevimiz

source: At Chatnun, our mission is to provide users with a comprehensive and easy-to-use platform for accessing market data and making informed investment decisions. We believe that everyone should have access to the same information and tools that the professionals use, and we are committed to making this a reality
ar: تتمثل مهمتنا في شاتنون في تزويد المستخدمين بمنصة شاملة وسهلة الاستخدام للوصول إلى بيانات السوق واتخاذ قرارات استثمارية مستنيرة. نعتقد أنه يجب أن يحصل كل شخص على نفس المعلومات والأدوات التي يستخدمها المحترفون ، ونحن ملتزمون بجعل ذلك حقيقة واقعة
tr: Chatnun'da misyonumuz, kullanıcılara kapsamlı ve kolay anlaşılır birpiyasa verilerine erişmek ve bilinçli yatırım yapmak için platformu kullanınkararlar. Herkesin aynı kararlara erişmesi gerektiğine inanıyoruz profesyonellerin kullandığı bilgi ve araçlar ve biz buna bağlıyızbunu gerçeğe dönüştürmek

source: Our Features
ar: ميزاتنا
tr: Özelliklerimiz

source: Market Scanners: Our market scanners help users quickly and easily find opportunities in the markets, including stocks, currencies, and cryptocurrencies
ar: ماسحات السوق: تساعد ماسحات السوق لدينا المستخدمين في العثور على الفرص في الأسواق بسرعة وسهولة ، بما في ذلك الأسهم والعملات والعملات المشفرة
tr: Market Tarayıcıları: Market tarayıcılarımız, kullanıcıların hızlı ve kolay bir şekilde bulmalarına yardımcı olur hisse senetleri, para birimleri dahil olmak üzere piyasalardaki fırsatlar ve kripto para birimleri

source: Market Signals: Our market signals provide users with real-time alerts about important market events, such as price movements and news events
ar: إشارات السوق: تزود إشارات السوق الخاصة بنا المستخدمين بتنبيهات في الوقت الفعلي حول أحداث السوق المهمة ، مثل تحركات الأسعار وأحداث الأخبار
tr: Piyasa Sinyalleri: Piyasa sinyallerimiz, kullanıcılara hakkında gerçek zamanlı uyarılar sağlar.fiyat hareketleri ve haber olayları gibi önemli piyasa olayları

source: Chatbot: Our chatbot is available 24/7 to help users with trading decisions, answer questions about the markets, and provide insights into market trends and opportunities
ar: الشات بوت: الشات بوت لدينا متاح على مدار الساعة وطوال أيام الأسبوع لمساعدة المستخدمين في اتخاذ قرارات التداول ، والإجابة على الأسئلة المتعلقة بالأسواق ، وتقديم رؤى حول اتجاهات السوق والفرص.
tr: Chatbot: Chatbot'umuz, ticaret kararlarında kullanıcılara yardımcı olmak için 7/24 hizmetinizdedir.piyasalarla ilgili soruları yanıtlayın ve pazar eğilimleri hakkında fikir verinve fırsatlar

source: Social Media: Our social media platform allows users to connect with other traders and investors, share ideas and strategies, and stay up-to-date on the latest market news
ar: وسائل التواصل الاجتماعي: تتيح منصة الوسائط الاجتماعية الخاصة بنا للمستخدمين التواصل مع المتداولين والمستثمرين الآخرين ، ومشاركة الأفكار والاستراتيجيات ، والبقاء على اطلاع بأحدث أخبار السوق
tr: Sosyal Medya: Sosyal medya platformumuz, kullanıcıların diğer kişilerle bağlantı kurmasını sağlartüccarlar ve yatırımcılar, fikir ve stratejileri paylaşın ve güncel kalınen son piyasa haberleri

source: Our Co-Founder
ar: الشريك المؤسس
tr: Kurucu Ortağımız

source: Chatnun was founded by Amin Ghadi, a seasoned trader and investor with over 15 years of experience in the financial markets. Amin has a passion for using technology to help democratize access to market data and trading tools, and he is committed to making the markets more accessible and transparent for everyone
ar: تأسست شركة شاتنون على يد أمين غادي ، وهو تاجر ومطور متمرس يتمتع بخبرة تزيد عن 15 عامًا في الأسواق المالية. أمين لديه شغف باستخدام التكنولوجيا للمساعدة في إضفاء الطابع الديمقراطي على الوصول إلى بيانات السوق وأدوات التداول ، وهو ملتزم بجعل الأسواق أكثر سهولة وشفافية للجميع
tr: Chatnun, tecrübeli bir tüccar ve yatırımcı olan Amin Ghadi tarafından kurulduFinansal piyasalarda 15 yıllık deneyim. Amin'in tutkusu varpiyasa verilerine ve ticarete erişimi demokratikleştirmeye yardımcı olmak için teknolojiyi kullanmakaraçlar ve pazarları daha erişilebilir kılmaya kararlı ve Herkes için şeffaf

source: Responsible Payment Processing
ar: معالجة الدفع المسؤولة
tr: Sorumlu Ödeme İşlemleri

source: At Chatnun, we take our responsibility for processing payments seriously. We use the latest encryption and security technologies to ensure that all transactions are safe and secure. We also take steps to prevent fraud and ensure that our users are protected from unauthorized transactions
ar: في شاتنون ، نتحمل مسؤوليتنا عن معالجة المدفوعات على محمل الجد. نستخدم أحدث تقنيات التشفير والأمان للتأكد من أن جميع المعاملات آمنة ومأمونة. نتخذ أيضًا خطوات لمنع الاحتيال والتأكد من حماية مستخدمينا من المعاملات غير المصرح بها
tr: Chatnun'da ödemeleri işleme koyma sorumluluğumuzu ciddiye alıyoruz. Biz hepsinden emin olmak için en son şifreleme ve güvenlik teknolojilerini kullanınişlemler güvenli ve emniyetlidir. Ayrıca dolandırıcılığı önlemek için adımlar atıyoruz ve kullanıcılarımızın yetkisiz işlemlerden korunmasını sağlamak

source: Customer Support
ar: دعم العملاء
tr: Müşteri desteği

source: At Chatnun, we believe that providing excellent customer support is essential to our mission. We are committed to providing our users with fast and efficient support, and we are always available to answer questions and provide assistance. If you have any questions or concerns about our platform, please contact us at
ar: في شاتنون ، نعتقد أن تقديم دعم عملاء ممتاز أمر ضروري لمهمتنا. نحن ملتزمون بتزويد مستخدمينا بدعم سريع وفعال ، ونحن جاهزون دائمًا للإجابة على الأسئلة وتقديم المساعدة. إذا كانت لديك أي أسئلة أو مخاوف بشأن نظامنا الأساسي ، فيرجى الاتصال بنا على
tr: Chatnun'da mükemmel müşteri desteği sağlamanın Misyonumuz için gerekli. Kullanıcılarımıza hızlı bir şekilde hizmet vermeye kararlıyızve verimli destek ve soruları yanıtlamak için her zaman hazırız ve yardım sağlayın. Bizimle ilgili herhangi bir sorunuz veya endişeniz varsa platform, lütfen bizimle iletişime geçin

source: Contact Us
ar: اتصل بنا
tr: Bize Ulaşın

source: If you have any questions about Chatnun or would like to learn more about our platform, please contact us at
ar: إذا كانت لديك أي أسئلة حول شاتنون أو ترغب في معرفة المزيد عن نظامنا الأساسي ، فيرجى الاتصال بنا على
tr: Chatnun hakkında herhangi bir sorunuz varsa veya hakkında daha fazla bilgi edinmek istiyorsanızPlatformumuz, lütfen bizimle iletişime geçin

source: Have a question or comment? We'd love to hear from you! Fill out the form below and we'll get back to you as soon as possible.
ar: لديك سؤال أو تعليق؟ نحب أن نسمع منك! املأ النموذج أدناه وسنعاود الاتصال بك في أقرب وقت ممكن
tr: Bir sorunuz veya yorumunuz mu var? Sizden haber almak isteriz! Formu doldurun aşağıda ve size en kısa sürede geri döneceğiz.

source: Name
ar: اسم
tr: İsim

source: Email
ar: بريد إلكتروني
tr: E-posta

source: Message
ar: رسائل
tr: İleti

source: Privacy Policy
ar: سياسة الخصوصية
tr: Gizlilik Politikası

source: We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and disclose information about you when you use our website
ar: ونحن ملتزمون بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيف نجمع معلومات عنك ونستخدمها ونكشف عنها عند استخدامك لموقعنا الإلكتروني
tr: Gizliliğinizi korumayı taahhüt ediyoruz. Bu Gizlilik Politikası şunları açıklar: bizi kullandığınızda sizinle ilgili bilgileri nasıl toplarız, kullanırız ve ifşa ederizİnternet sitesi

source: 1. Information We Collect
ar: 1. المعلومات التي نجمعها
tr: 1. Topladığımız Bilgiler

source: We collect information about you when you use our website, including
ar: نقوم بجمع معلومات عنك عند استخدامك لموقعنا ، بما في ذلك
tr: Aşağıdakiler dahil olmak üzere web sitemizi kullandığınızda sizinle ilgili bilgiler topluyoruz:

source: Information you provide to us, such as your name and email address when you sign up for an account
ar: المعلومات التي تقدمها لنا ، مثل اسمك وعنوان بريدك الإلكتروني عند التسجيل للحصول على حساب
tr: Adınız ve e-posta adresiniz gibi bize sağladığınız bilgilerbir hesap için kaydolun

source: Information we collect automatically when you use our website, such as your IP address and device type
ar: المعلومات التي نجمعها تلقائيًا عند استخدامك لموقعنا الإلكتروني ، مثل عنوان إى بي الخاص بك ونوع الجهاز
tr: Sizin gibi web sitemizi kullandığınızda otomatik olarak topladığımız bilgilerIP adresi ve cihaz tipi

source: Information we collect from third-party sources, such as social media platforms
ar: المعلومات التي نجمعها من مصادر خارجية ، مثل منصات التواصل الاجتماعي
tr: Sosyal medya gibi üçüncü taraf kaynaklardan topladığımız bilgilerplatformlar

source: 2. How We Use Your Information
ar: 2. كيف نستخدم معلوماتك
tr: 2. Bilgilerinizi Nasıl Kullanıyoruz?

source: We use the information we collect to
ar: نستخدم المعلومات التي نجمعها
tr: Topladığımız bilgileri şu amaçlarla kullanırız:

source: Provide and improve our website
ar: توفير وتحسين موقعنا
tr: Web sitemizi sağlayın ve geliştirin

source: Communicate with you, such as to send you updates and marketing materials
ar: التواصل معك ، لإرسال تحديثات ومواد تسويقية إليك
tr: Size güncellemeler ve pazarlama materyalleri göndermek gibi amaçlarla sizinle iletişim kurmak

source: Customize content and advertising
ar: تخصيص المحتوى والإعلان
tr: İçeriği ve reklamları özelleştirin

source: Prevent and detect fraud
ar: منع وكشف الاحتيال
tr: Dolandırıcılığı önleme ve tespit etme

source: Comply with legal obligations
ar: الامتثال للالتزامات القانونية
tr: Yasal yükümlülüklere uyun

source: 3. How We Share Your Information
ar: 3. كيف نشارك معلوماتك
tr: 3. Bilgilerinizi Nasıl Paylaşıyoruz?

source: We may share your information with
ar: قد نشارك معلوماتك مع
tr: Bilgilerinizi şu kişilerle paylaşabiliriz:

source: Service providers, such as hosting and email providers
ar: مقدمو الخدمات ، مثل مقدمي خدمات الاستضافة والبريد الإلكتروني
tr: Barındırma ve e-posta sağlayıcıları gibi hizmet sağlayıcılar

source: Third-party partners for marketing and advertising purposes
ar: شركاء الطرف الثالث لأغراض التسويق والإعلان
tr: Pazarlama ve reklam amaçlı üçüncü taraf ortaklar

source: Law enforcement agencies or government authorities if required by law
ar: شركاء الطرف الثالث لأغراض التسويق والإعلان
tr: Yasaların gerektirmesi halinde kolluk kuvvetleri veya devlet yetkilileri

source: Other third parties with your consent
ar: أطراف ثالثة أخرى بموافقتك
tr: Onayınız ile diğer üçüncü şahıslar

source: 4. Security
ar: 4. الأمن
tr: 4. Güvenlik

source: We take reasonable measures to protect your information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or method of electronic storage is completely secure
ar: نتخذ تدابير معقولة لحماية معلوماتك من الوصول أو الاستخدام أو الكشف غير المصرح به. ومع ذلك ، لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة تمامًا
tr: Bilgilerinizi yetkisiz kişilerden korumak için makul önlemler alıyoruzerişim, kullanım veya ifşa. Ancak, üzerinden hiçbir aktarım yöntemi İnternet veya elektronik depolama yöntemi tamamen güvenlidir

source: 5. Disclaimer of Liability
ar: 5. إخلاء المسؤولية
tr: 5. Sorumluluğun Reddi

source: We do not assume any liability for any unauthorized access to or use of your personal information. We are not responsible for any financial losses or damages resulting from the use of our website or the information provided through our website. By using our website, you assume all risks associated with such use
ar: نحن لا نتحمل أي مسؤولية عن أي وصول أو استخدام غير مصرح به لمعلوماتك الشخصية. نحن لسنا مسؤولين عن أي خسائر أو أضرار مالية ناتجة عن استخدام موقعنا أو المعلومات المقدمة من خلال موقعنا. باستخدام موقعنا ، فإنك تتحمل جميع المخاطر المرتبطة بهذا الاستخدام
tr: Size herhangi bir yetkisiz erişim veya kullanım için herhangi bir sorumluluk kabul etmiyoruzkişisel bilgiler. Herhangi bir mali kayıptan veya web sitemizin veya sağlanan bilgilerin kullanımından kaynaklanan zararlarweb sitemiz aracılığıyla. Web sitemizi kullanarak ilgili tüm riskleri üstleniyorsunuzböyle bir kullanımla

source: 6. Changes to this Privacy Policy
ar: 6. التغييرات في سياسة الخصوصية هذه
tr: 6. Bu Gizlilik Politikasındaki Değişiklikler

source: We may update this Privacy Policy from time to time. If we make material changes, we will notify you by posting a notice on our website or sending you an email. Your continued use of our website after any changes indicates your acceptance of the updated Privacy Policy
ar: قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. إذا قمنا بإجراء تغييرات جوهرية ، فسنخطرك عن طريق نشر إشعار على موقعنا الإلكتروني أو إرسال بريد إلكتروني إليك. يشير استمرار استخدامك لموقعنا على الويب بعد أي تغييرات إلى موافقتك على سياسة الخصوصية المحدثة
tr: Bu Gizlilik Politikasını zaman zaman güncelleyebiliriz. Materyal yaparsak değişiklikler, web sitemizde bir duyuru yayınlayarak veya göndererek sizi bilgilendireceğizsize bir e-posta. Herhangi bir değişiklikten sonra web sitemizi kullanmaya devam ettiğinizi gösterirgüncellenmiş Gizlilik Politikasını kabulünüz

source: 7. Contact Us
ar: 7. اتصل بنا
tr: 7. Bize Ulaşın

source: If you have any questions about this Privacy Policy or our website, please contact us at
ar: إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه أو موقعنا على الويب ، فيرجى الاتصال بنا على
tr: Bu Gizlilik Politikası veya web sitemiz hakkında herhangi bir sorunuz varsa, lütfen bizimle şu adresten iletişime geçin

source: Terms of Service
ar: شروط الخدمة
tr: Kullanım Şartları

source: Welcome to our website! This website is provided as a service to our users. Please read these terms and conditions carefully before using our website. By using our website, you agree to these terms and conditions
ar: أهلا في موقعنا! يتم توفير هذا الموقع كخدمة لمستخدمينا. يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام موقعنا. باستخدام موقعنا ، فإنك توافق على هذه الشروط والأحكام
tr: Web sitemize hoş geldiniz! Bu web sitesi kullanıcılarımıza bir hizmet olarak sunulmaktadır.Web sitemizi kullanmadan önce lütfen bu hüküm ve koşulları dikkatlice okuyunuz.Web sitemizi kullanarak, bu hüküm ve koşulları kabul etmiş olursunuz

source: 1. Use of Our Website
ar: 1. استخدام موقعنا
tr: 1. Web Sitemizin Kullanımı

source: You may use our website for lawful purposes only. You may not use our website
ar: يمكنك استخدام موقعنا لأغراض مشروعة فقط. لا يجوز لك استخدام موقعنا
tr: Web sitemizi yalnızca yasal amaçlar için kullanabilirsiniz. Web sitemizi kullanamazsınız

source: in any way that violates any applicable federal, state, local, or international law or regulation
ar: بأي طريقة تنتهك أي قانون أو لائحة فيدرالية أو حكومية أو محلية أو دولية سارية
tr: geçerli herhangi bir federal, eyalet, yerel veya uluslararası hukuk veya düzenleme

source: to engage in any fraudulent or malicious activity
ar: للانخراط في أي نشاط احتيالي أو ضار
tr: herhangi bir hileli veya kötü niyetli faaliyette bulunmak

source: to transmit any advertising or promotional material without our prior written consent
ar: لنقل أي مواد إعلانية أو ترويجية دون موافقتنا الخطية المسبقة
tr: önceden yazılı iznimiz olmadan herhangi bir reklam veya tanıtım materyali iletmek

source: to impersonate or attempt to impersonate us, our employees, another user, or any other person or entity
ar: انتحال شخصية أو محاولة انتحال صفتنا أو هوية موظفينا أو مستخدم آخر أو أي شخص أو كيان آخر
tr: bizi, çalışanlarımızı, başka bir kullanıcıyı veya başka bir kişi veya kuruluşu taklit etmek veya taklit etmeye çalışmak

source: to interfere with or disrupt the operation of our website or servers or networks connected to our website
ar: للتدخل أو تعطيل تشغيل موقعنا أو الخوادم أو الشبكات المتصلة بموقعنا
tr: web sitemizin veya web sitemize bağlı sunucuların veya ağların çalışmasına müdahale etmek veya kesintiye uğratmak

source: or
ar: أو
tr: veya

source: to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability
ar: للمضايقة أو الإساءة أو الإهانة أو الأذى أو التشهير أو الافتراء أو الاستخفاف أو التخويف أو التمييز على أساس الجنس أو التوجه الجنسي أو الدين أو العرق أو العرق أو السن أو الأصل القومي أو الإعاقة
tr: taciz etmek, suistimal etmek, hakaret etmek, zarar vermek, karalamak, iftira atmak, küçük düşürmek, sindirmek veya cinsiyet, cinsel yönelim, din, etnik köken, ırk temelinde ayrımcılıkyaş, ulusal köken veya engellilik

source: 2. Market Predictions and Investment Advice
ar: 2. توقعات السوق وإرشادات الاستثمار

source: The market predictions and investment advice provided on our website are for informational purposes only and should not be construed as financial or investment advice. You should consult a qualified professional advisor before making any investment decisions
ar: تنبؤات السوق والمشورة الاستثمارية المقدمة على موقعنا الإلكتروني هي لأغراض إعلامية فقط ولا ينبغي تفسيرها على أنها نصيحة مالية أو استثمارية. يجب عليك استشارة مستشار محترف مؤهل قبل اتخاذ أي قرارات استثمارية
tr: Web sitemizde verilen piyasa tahminleri ve yatırım tavsiyeleriyalnızca bilgilendirme amaçlıdır ve mali veya olarak yorumlanmamalıdır yatırım tavsiyesi. Nitelikli bir profesyonel danışmana danışmalısınız Herhangi bir yatırım kararı vermeden önce

source: 3. User Content
ar: 3. محتوى المستخدم
tr: 3. Kullanıcı İçeriği

source: You are solely responsible for any content that you post or transmit on our website. You agree not to post or transmit any content that is
ar: أنت وحدك المسؤول عن أي محتوى تنشره أو تنقله على موقعنا. أنت توافق على عدم نشر أو نقل أي محتوى
tr: Bize gönderdiğiniz veya ilettiğiniz herhangi bir içerikten yalnızca siz sorumlusunuzweb sitesi. olan herhangi bir içeriği göndermemeyi veya iletmemeyi kabul ediyorsunuz.

source: unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, invasive of another's privacy, or hateful
ar: غير قانوني ، أو ضار ، أو مهدد ، أو مسيء ، أو مضايق ، أو تشهيري ، أو مبتذل ، أو فاحش ، أو تشهيري ، أو ينتهك خصوصية الآخرين ، أو يحض على الكراهية
tr: yasa dışı, zararlı, tehdit edici, küfürlü, taciz edici, iftira niteliğinde, kaba, müstehcen, iftira niteliğinde, başka birinin mahremiyetini ihlal eden veya nefret dolu

source: contains any virus, worm, Trojan horse, or other harmful component
ar: يحتوي على أي فيروس أو دودة أو حصان طروادة أو أي مكون ضار آخر
tr: herhangi bir virüs, solucan, Truva atı veya diğer zararlı bileşenleri içerir

source: infringes any intellectual property right or other proprietary right of any third party
ar: ينتهك أي حق من حقوق الملكية الفكرية أو أي حق ملكية آخر لأي طرف ثالث
tr: herhangi bir üçüncü şahsın herhangi bir fikri mülkiyet hakkını veya diğer mülkiyet hakkını ihlal eden

source: contains any advertising or promotional material without our prior written content
ar: يحتوي على أي مواد إعلانية أو ترويجية بدون محتوى مكتوب مسبقًا
tr: önceden yazılı içeriğimiz olmadan herhangi bir reklam veya tanıtım materyali içerir

source: We reserve the right to remove any user content that violates these terms and conditions or for any other reason in our sole discretion
ar: نحتفظ بالحق في إزالة أي محتوى مستخدم ينتهك هذه الشروط والأحكام أو لأي سبب آخر وفقًا لتقديرنا الخاص
tr: Bu şartları ihlal eden herhangi bir kullanıcı içeriğini kaldırma hakkını saklı tutuyoruzve koşullar veya başka herhangi bir nedenle tamamen kendi takdirimize bağlı olarak

source: 4. Disclaimer of Warranties
ar: 4. إخلاء المسؤولية عن الضمانات
tr: 4. Garantilerin Reddi

source: Our website is provided on an as is and as available basis. We make no representations or warranties of any kind, express or implied, as to the operation of our website or the information, content, materials, or products included on our website. You expressly agree that your use of our website is at your sole risk
ar: يتم توفير موقعنا على شبكة الإنترنت كما هي وكما هو متاح. نحن لا نقدم أي تعهدات أو ضمانات من أي نوع ، صريحة أو ضمنية ، فيما يتعلق بتشغيل موقعنا أو المعلومات أو المحتوى أو المواد أو المنتجات المدرجة على موقعنا. أنت توافق صراحة على أن استخدامك لموقعنا على الإنترنت يكون على مسؤوليتك وحدك
tr: Web sitemiz olduğu gibi ve mevcut olduğu şekilde sunulmaktadır. Hiçbir şey yapmıyoruz ile ilgili olarak açık veya zımni her türlü beyan veya garantiweb sitemizin veya bilgi, içerik, malzeme veya ürünlerin işletilmesiweb sitemizde yer almaktadır. Web sitemizi kullanımınızın tek risk size aittir

source: 5. Limitation of Liability
ar: 5. تحديد المسؤولية
tr: 5. Sorumluluğun Sınırlandırılması

source: In no event shall we be liable for any direct, indirect, punitive, incidental, special, or consequential damages arising out of or in any way connected with the use of our website, whether based on contract, tort, strict liability, or any other theory of liability, even if we have been advised of the possibility
ar: لن نكون مسؤولين بأي حال من الأحوال عن أي أضرار مباشرة أو غير مباشرة أو عقابية أو عرضية أو خاصة أو تبعية تنشأ عن أو مرتبطة بأي شكل من الأشكال باستخدام موقعنا ، سواء كان ذلك بناءً على العقد أو المسؤولية التقصيرية أو المسؤولية الصارمة أو أي أضرار أخرى. نظرية المسؤولية ، حتى لو تم إخطارنا بالاحتمال
tr: Hiçbir durumda, herhangi bir doğrudan, dolaylı, cezai sorumluluktan sorumlu olmayacağızherhangi bir şekilde veya herhangi bir şekilde ortaya çıkan tesadüfi, özel veya sonuç olarak ortaya çıkan zararlarSitemizin kullanımı ile bağlantılı olsun, sözleşmeye dayalı olsun, haksız fiil,kesin sorumluluk veya başka herhangi bir sorumluluk teorisi, biz olsak bileolasılık konusunda tavsiyede bulunuldu

source: 6. Indemnification
ar: 6. التعويض
tr: 6. Tazminat

source: You agree to indemnify and hold us and our affiliates, officers, agents, and employees harmless from any claim, demand, or damage, including reasonable attorneys' fees, arising out of or in connection with your use of our website or your breach of these terms and conditions
ar: أنت توافق على تعويضنا وإبراء ذمتنا والشركات التابعة لنا ، والمسؤولين ، والوكلاء ، والموظفين من أي مطالبة أو طلب أو ضرر ، بما في ذلك أتعاب المحاماة المعقولة ، الناشئة عن أو فيما يتعلق باستخدامك لموقعنا على الويب أو خرقك لها. الأحكام والشروط
tr: Bizi ve iştiraklerimizi, memurlarımızı, acentelerimizi ve Çalışanlar, makul olanlar da dahil olmak üzere herhangi bir iddia, talep veya zarardan muaftırbizim kullanımınızdan kaynaklanan veya bununla bağlantılı olarak ortaya çıkan avukatlık ücretleriweb sitesi veya bu hüküm ve koşulları ihlal etmeniz
