Repository: Ghadi10A/chatnun
Catalog: myapp/local/*/LC_MESSAGES/django.po
Languages: ar, tr

source: 7. Modifications to Our Website and Terms of Service
ar: 7. التعديلات على موقعنا وشروط الخدمة
tr: 7. Web Sitemizde ve Hizmet Koşullarımızda Yapılan Değişiklikler

source: We reserve the right to modify or discontinue our website, or any portion thereof, with or without notice to you. We may also change these terms and conditions from time to time without notice to you. By continuing to use our website after any modifications to these terms and conditions, you agree to be bound by such modifications
ar: نحن نحتفظ بالحق في تعديل أو إيقاف موقعنا ، أو أي جزء منه ، بإخطارك أو بدونه. يجوز لنا أيضًا تغيير هذه الشروط والأحكام من وقت لآخر دون إشعارك. من خلال الاستمرار في استخدام موقعنا على شبكة الإنترنت بعد أي تعديلات على هذه الشروط والأحكام ، فإنك توافق على الالتزام بهذه التعديلات
tr: Web sitemizi veya herhangi bir bölümünü değiştirme veya durdurma hakkını saklı tutuyoruzsize bildirimde bulunarak veya bulunmayarak. Ayrıca bu şartları değiştirebiliriz ve Zaman zaman size bildirimde bulunmaksızın koşulları. Bizim kullanmaya devam ederekweb sitesinde bu hüküm ve koşullarda yapılan herhangi bir değişiklikten sonra, şunları kabul etmiş sayılırsınız: bu tür değişikliklerle bağlı olmak

source: 8. Governing Law and Jurisdiction
ar: 8. القانون الحاكم والاختصاص القضائي
tr: 8. Uygulanacak Hukuk ve Yargı Yetkisi

source: These terms and conditions shall be governed by and construed in accordance with the laws of the state of California, without regard to its conflicts of law principles. Any legal action or proceeding arising out of or relating to these terms and conditions or your use of our website shall be brought exclusively in a state or federal court located in San Francisco, California
ar: تخضع هذه الشروط والأحكام وتفسر وفقًا لقوانين ولاية كاليفورنيا ، بغض النظر عن تعارضها مع مبادئ القانون. يجب رفع أي إجراء قانوني أو إجراء ناشئ عن أو يتعلق بهذه الشروط والأحكام أو استخدامك لموقعنا الإلكتروني حصريًا في محكمة ولاية أو فيدرالية تقع في سان فرانسيسكو ، كاليفورنيا
tr: Bu şartlar ve koşullar, tarafından yönetilecek ve buna göre yorumlanacaktır çatışmalarına bakılmaksızın, Kaliforniya eyaleti yasalarıylahukuk ilkeleri. Bundan kaynaklanan veya bunlarla ilgili herhangi bir yasal işlem veya kovuşturmabu şartlar ve koşullar veya web sitemizi kullanımınız getirilecektiryalnızca San Francisco, California'da bulunan bir eyalet veya federal mahkemede

source: 9. Contact Us
ar: 9. اتصل بنا
tr: 9. Bize Ulaşın

source: If you have any questions about these terms and conditions or our website, please contact us at
ar: إذا كانت لديك أي أسئلة حول هذه الشروط والأحكام أو موقعنا على الويب ، فيرجى الاتصال بنا على
tr: Bu şartlar ve koşullar veya web sitemiz hakkında herhangi bir sorunuz varsa, lütfen bizimle şu adresten iletişime geçin:

source: Log in
ar: تسجيل الدخول
tr: Giriş yapmak

source: Sign up
ar: اشتراك
tr: Üye olmak

source: *By Register You Accept our Terms and Policies
ar: * من خلال التسجيل فإنك تقبل الشروط والسياسات الخاصة بنا
tr: *Kayıt Olarak Şartlarımızı ve Politikalarımızı Kabul Edersiniz

source: Account Activated
ar: تم تفعيل الحساب
tr: Hesap Etkinleştirildi

source: Verify your email
ar: قم بتأكيد بريدك الألكتروني
tr: Eposta adresinizi doğrulayın

source: Dear
ar: عزيزي
tr: Canım

source: Please click on the following link to verify your email address
ar: الرجاء الضغط على الرابط التالي للتحقق من عنوان بريدك الإلكتروني
tr: E-posta adresinizi doğrulamak için lütfen aşağıdaki bağlantıya tıklayın

source: If you did not request this verification, please ignore this email
ar: إذا لم تطلب هذا التحقق ، يرجى تجاهل هذا البريد الإلكتروني
tr: Bu doğrulamayı siz talep etmediyseniz, lütfen bu e-postayı dikkate almayın.

source: Thank you for using our service
ar: شكرا لك على استخدام خدمتنا
tr: Servisimizi kullandığınız için teşekkür ederiz

source: Verify Your Email Address
ar: تحقق من عنوان بريدك الإلكتروني
tr: Email adresinizi doğrulayın

source: We've sent an email to your email address. Please follow the link in the email to verify your account
ar: لقد أرسلنا بريدًا إلكترونيًا إلى عنوان بريدك الإلكتروني. يرجى اتباع الرابط الموجود في البريد الإلكتروني للتحقق من حسابك
tr: E-posta adresinize bir e-posta gönderdik. Hesabınızı doğrulamak için lütfen e-postadaki bağlantıyı takip edin

source: Verification email has been resent
ar: تم الاستياء من البريد الإلكتروني للتحقق
tr: Doğrulama e-postası yeniden gönderildi

source: Didn't receive an email?
ar: ألم تتلق بريدًا إلكترونيًا؟
tr: E-posta almadınız mı?

source: Resend verification email
ar: إعادة ارسال بريد التحقق
tr: Doğrulama e-postasını tekrar gönder

source: log out
ar: تسجيل خروج
tr: çıkış Yap

source: Or
ar: أو
tr: Veya

source: sign in with
ar: تسجيل الدخول ب
tr: şununla giriş yap

source: Sign in with Google
ar: تسجيل الدخول مع جوجل
tr: Google ile giriş yap

source: Sign in with Microsoft
ar: تسجيل الدخول مع مايكروسوفت
tr: Microsoft ile oturum açın

source: ChatNun | App
ar: تطبيق | شاتنون
tr: ChatNun | Uygulama

source: Home
ar: الرئيسية
tr: Ana

source: Signal
ar: الإشارة
tr: Sinyal

source: Scanner
ar: الماسح الضوئي
tr: Tarayıcı

source: ChatBot
ar: روبوت الدردشة

source: ChatBotTrade
ar: بوت شات

source: View All
ar: مشاهدة الكل
tr: Hepsini gör

source: Account
ar: حساب
tr: Hesap

source: Messages
ar: رسائل
tr: Mesajlar

source: Terms of Use
ar: شروط الاستخدام
tr: Kullanım Şartları

source: Copyright
ar: حقوق النشر
tr: telif hakkı

source: 2023 All Rights Reserved
ar: 2023 جميع الحقوق محفوظة
tr: 2023 Tüm Hakları Saklıdır

source: Saved Conversations
ar: المحادثات المحفوظة
tr: Kayıtlı Konuşmalar

source: No messages yet
ar: لا رسائل بعد
tr: Henüz mesaj yok

source: Search
ar: بحث
tr: Aramak

source: Unread
ar: غير مقروء
tr: Okunmamış

source: No results found
ar: لم يتم العثور على نتائج
tr: Sonuç bulunamadı

source: Select a conversation to view messages
ar: حدد محادثة لعرض الرسائل
tr: Mesajları görüntülemek için bir konuşma seçin

source: Online
ar: متصل
tr: Çevrimiçi

source: Offline
ar: غير متصل على الانترنت
tr: çevrimdışı

source: Chatbot
ar: الشات بوت

source: Delete
ar: حذف
tr: Silmek

source: You
ar: أنت
tr: Sen

source: Start New Conversation
ar: ابدأ محادثة جديدة
tr: Yeni Konuşma Başlat

source: Choose a Plan
ar: اختر خطة
tr: Bir Plan Seçin

source: Select a subscription plan to activate your account
ar: حدد خطة اشتراك لتنشيط حسابك
tr: Hesabınızı etkinleştirmek için bir abonelik planı seçin

source: 3 Months
ar: 3 اشهر
tr: 3 ay

source: Access to all features
ar: الوصول إلى جميع الميزات
tr: Tüm özelliklere erişim

source: Free support
ar: دعم مجاني
tr: ücretsiz destek

source: Cancel anytime
ar: يمكنك الإلغاء في أي وقت
tr: istediğiniz zaman iptal edin

source: Subscribe now
ar: إشترك الآن
tr: şimdi abone ol

source: 6 Months
ar: 6 اشهر
tr: 6 ay

source: 1 Year
ar: سنة واحدة
tr: 1 yıl

source: Predict Markets with Machine Learning
ar: توقع إشارة السوق
tr: Makine Öğrenimi ile Piyasaları Tahmin Edin

source: Our app uses advanced machine learning algorithms to provide accurate market predictions
ar: يستخدم تطبيقنا خوارزميات التعلم الآلي المتقدمة لتقديم تنبؤات دقيقة للسوق
tr: Uygulamamız, doğru pazar tahminleri sağlamak için gelişmiş makine öğrenimi algoritmaları kullanır

source: Real-time Scanners
ar: ماسحات ضوئية في الوقت الفعلي
tr: Gerçek Zamanlı Tarayıcılar

source: Our app includes real-time scanners to keep you up-to-date on market trends
ar: يشتمل تطبيقنا على ماسحات ضوئية في الوقت الفعلي لإبقائك على اطلاع دائم باتجاهات السوق
tr: Uygulamamız, sizi piyasa trendleri konusunda güncel tutmak için gerçek zamanlı tarayıcılar içerir

source: Free Signup for
ar: دعم مجاني
tr: için Ücretsiz Kayıt

source: Chatbot and Social Capabilities
ar: روبوت الدردشة والقدرات الاجتماعية
tr: Chatbot ve Sosyal Yetenekler

source: Our app includes a chatbot for personalized predictions and social capabilities to connect with other users
ar: يتضمن تطبيقنا روبوت دردشة للتنبؤات الشخصية والقدرات الاجتماعية للتواصل مع المستخدمين الآخرين
tr: Uygulamamız, kişiselleştirilmiş tahminler için bir sohbet robotu ve diğer kullanıcılarla bağlantı kurmak için sosyal yetenekler içerir.

source: Welcome to Chatnun App
ar: مرحبًا بك في تطبيق شاتنون
tr: Chatnun Uygulamasına Hoş Geldiniz

source: Use our machine learning model to predict the movement of financial instruments
ar: استخدم نموذج التعلم الآلي الخاص بنا للتنبؤ بحركة الأدوات المالية
tr: Finansal araçların hareketini tahmin etmek için makine öğrenimi modelimizi kullanın

source: Select an instrument from the dropdown above and click Predict to see the result
ar: حدد أداة من القائمة المنسدلة أعلاه وانقر فوق توقع لرؤية النتيجة
tr: Yukarıdaki açılır menüden bir araç seçin ve sonucu görmek için Tahmin Et'e tıklayın

source: About the Model
ar: حول النموذج
tr: Model Hakkında

source: Our model uses advanced machine learning algorithms to predict the movement of financial instruments based on historical data and market conditions
ar: يستخدم نموذجنا خوارزميات التعلم الآلي المتقدمة للتنبؤ بحركة الأدوات المالية بناءً على البيانات التاريخية وظروف السوق
tr: Modelimiz, hareketi tahmin etmek için gelişmiş makine öğrenimi algoritmaları kullanıyorgeçmiş verilere ve piyasa koşullarına dayalı finansal araçların

source: Supported Instruments
ar: الأدوات المدعومة
tr: Desteklenen Enstrümanlar

source: Our model currently supports prediction for the following instruments: NASDAQ 100, Amazon, Apple, Tesla, Google, Meta, Gold, Oil, BTC and forex
ar: يدعم نموذجنا حاليًا التنبؤ بالأدوات التالية: نازداك و أمازون و آبل و تيسلا و غوغل و ميتا و الذهب و النفط و البيتكوين و عملات الفوريكس

source: Accuracy
ar: دقة
tr: Kesinlik

source: Our model has a high accuracy rate and is constantly being improved to provide the most reliable predictions possible. and always in developement
ar: يتميز نموذجنا بمعدل دقة مرتفع ويتم تحسينه باستمرار لتقديم أكثر التنبؤات موثوقية الممكنة. ودائمًا قيد التطوير
tr: Modelimiz yüksek doğruluk oranına sahiptir ve sürekli olarak geliştirilmektedirmümkün olan en güvenilir tahminleri sağlar ve her zaman geliştirme aşamasındadır

source: Admin
ar: مشرف
tr: yönetici

source: Delete Group
ar: حذف المجموعة
tr: Grubu Sil

source: View join requests
ar: عرض طلبات الانضمام
tr: katılma isteklerini görüntüle

source: Update Group
ar: تحديث المجموعة
tr: Grubu Güncelle

source: Group Chat
ar: مجموعة محادثة
tr: Grup Sohbeti

source: Join group
ar: إنضم للمجموعة
tr: Gruba katılmak

source: Leave group
ar: غادر المجموعة
tr: Gruptan ayrıl

source: Members
ar: أعضاء
tr: Üyeler

source: No members yet
ar: لا يوجد أعضاء حتى الآن
tr: Henüz üye yok

source: Image
ar: صورة
tr: resim

source: Video
ar: فيديو

source: Sound
ar: صوت
tr: Ses

source: Edit
ar: تعديل
tr: Düzenlemek

source: Posted
ar: تم النشر مند
tr: Gönderildi

source: ago
ar: مضت
tr: evvel

source: Reactions
ar: تفاعلات
tr: tepkiler

source: No reactions yet. 0 Reactions
ar: لا توجد ردود أفعال حتى الآن. 0 ردود أفعال
tr: Henüz tepki yok. 0 Tepki

source: You've already reacted to this post!
ar: لقد سبق لك الرد على هذا المنشور!
tr: Bu gönderiye zaten tepki verdiniz!

source: Comments
ar: تعليقات
tr: Yorumlar

source: View Post
ar: شاهد المنشور
tr: Gönderiyi gör

source: No posts yet
ar: لا توجد مشاركات حتى الآن
tr: Henüz gönderi yok

source: Update Profile
ar: تحديث الملف
tr: Profili Güncelle

source: Save
ar: يحفظ
tr: Kaydetmek

source: Username
ar: اسم المستخدم
tr: Kullanıcı adı

source: Bio
ar: ْعَنِّي
tr: biyo

source: Birthdate
ar: تاريخ الميلاد
tr: Doğum günü

source: City
ar: مدينة
tr: Şehir

source: Location
ar: موقع
tr: Konum

source: Followers
ar: متابعون
tr: Takipçiler

source: Following
ar: يتابع
tr: Takip etme

source: Groups
ar: مجموعات
tr: Gruplar

source: Choose a Subscription Plan
ar: اختر خطة اشتراك
tr: Bir Abonelik Planı Seçin

source: Subscribe
ar: إشترك
tr: Abone

source: Delete Account
ar: حذف الحساب
tr: Hesabı sil

source: Are you sure you want to delete your account?
ar: هل انت متأكد انك تريد حذف حسابك؟
tr: Hesabınızı silmek istediğinizden emin misiniz?

source: Cancel
ar: إلغاء
tr: İptal etmek

source: Delete Comment
ar: حذف تعليق
tr: Yorumu Sil

source: Are you sure you want to delete this comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟
tr: Bu yorumu silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the group
ar: هل أنت متأكد أنك تريد حذف المجموعة
tr: Grubu silmek istediğinizden emin misiniz?

source: Delete Post
ar: حذف المنشور
tr: Gönderiyi Sil

source: Are you sure you want to delete this post?
ar: هل أنت متأكد أنك تريد حذف هذه المنشور؟
tr: Bu gönderiyi silmek istediğinizden emin misiniz?

source: Edit Comment
ar: تعديل التعليق
tr: Yorumu Düzenle

source: Edit Post
ar: تعديل المنشور
tr: Gönderiyi düzenle

source: Save Changes
ar: حفظ التغييرات
tr: Değişiklikleri Kaydet

source: has requested to join the group on
ar: طلب الانضمام إلى المجموعة بتاريخ
tr: tarihinde gruba katılmak istedi

source: Approve
ar: يعتمد
tr: Onaylamak

source: Deny
ar: رفض
tr: Reddetmek

source: No join requests found
ar: لم يتم العثور على طلبات الانضمام
tr: Katılma isteği bulunamadı

source: Search Results
ar: نتائج البحث
tr: Arama Sonuçları

source: No users found
ar: لم يتم العثور على مستخدمين
tr: Kullanıcı bulunamadı

source: No messages
ar: لا رسائل
tr: Mesaj yok

source: No threads found
ar: لم يتم العثور على مواضيع
tr: Konu bulunamadı

source: No users or threads found
ar: لم يتم العثور على مستخدمين أو مواضيع
tr: Kullanıcı veya ileti dizisi bulunamadı

source: admin
ar: المشرف
tr: yönetici

source: No message notifications
ar: لا توجد رسائل إخطارات
tr: Mesaj bildirimi yok

source: No post notifications
ar: لا توجد إخطارات بعد
tr: Yayın bildirimi yok

source: No notifications
ar: لا إشعارات
tr: bildirim yok

source: No comments yet. Be the first to comment!
ar: لا تعليقات حتى الآن. كن أول من يعلق!
tr: Henüz yorum yok. İlk yorumu siz yapın!

source: Markets today
ar: الأسواق اليوم
tr: Bugün piyasalar

source: Predict Market Signal
ar: توقع إشارة السوق
tr: Piyasa Sinyalini Tahmin Edin

source: Submit
ar: إرسال
tr: Göndermek

source: Signal Results of
ar: نتائج إشارة
tr: Sinyal Sonuçları

source: Accuracy is above 50%%
ar: دقة فوق 50٪

source: Close Price
ar: سعر الإغلاق
tr: Fiyatı Kapat

source: Precision
ar: دقة
tr: Kesinlik

source: Last Difference Change
ar: آخر تغيير في الاختلاف
tr: Son Fark Değişimi

source: Last Difference Change Percent
ar: النسبة المئوية لتغيير الفرق الأخير
tr: Son Fark Değişim Yüzdesi

source: Buy
ar: شراء
tr: Almak

source: Sell
ar: بيع
tr: Satmak

source: News
ar: أخبار
tr: Haberler

source: ticker analysis
ar: تحليل المؤشر
tr: hisse senedi analizi

source: Subscription Status
ar: حالة الاشتراك
tr: Abonelik durumu

source: Your subscription is active
ar: اشتراكك نشط
tr: Aboneliğiniz aktif

source: Plan
ar: خطة

source: Subscription End Date
ar: تاريخ انتهاء الاشتراك
tr: Abonelik Bitiş Tarihi

source: Your subscription is
ar: اشتراكك
tr: aboneliğiniz

source: Inactive
ar: غير نشط
tr: etkin değil

source: Choose a plan to unlock predictive features and scanners
ar: اختر خطة لفتح الميزات التنبؤية والماسحات الضوئية
tr: Tahmine dayalı özelliklerin ve tarayıcıların kilidini açmak için bir plan seçin

source: Choose Plan
ar: اختر خطة
tr: Plan Seç

source: Create Group
ar: إنشاء مجموعة
tr: Grup oluştur

source: Description
ar: الوصف
tr: Tanım

source: Unfollow
ar: الغاء المتابعة
tr: takibi bırak

source: Send Message
ar: أرسل رسالة
tr: Mesaj gönder

source: Follow
ar: تابع
tr: Takip etmek

source: Users
ar: المستخدمون
tr: Kullanıcılar

source: Posts
ar: دعامات
tr: Gönderiler

source: No posts found
ar: لم يتم العثور على أية منشورات
tr: Gönderi bulunamadı

source: No groups found
ar: لم يتم العثور على مجموعات
tr: grup bulunamadı

source: Ticker
ar: الرمز
tr: Kayan yazı

source: Analysis Summary
ar: ملخص التحليل
tr: Analiz Özeti

source: Oscillators
ar: المذبذبات
tr: Osilatörler

source: Moving Averages
ar: متوسطات المتحركة
tr: Hareketli ortalamalar

source: BUY
ar: شراء
tr: SATIN ALMAK

source: STRONG BUY
ar: شراء قوي
tr: GÜÇLÜ SATIN AL

source: NEUTRAL
ar: محايد
tr: Nötr

source: SELL
ar: بيع
tr: SATMAK

source: STRONG SELL
ar: بيع قوي
tr: GÜÇLÜ SATIŞ

source: Stock quotes
ar: أسعار الأسهم
tr: Hisse senedi fiyatları

source: Stocks
ar: الأسهم
tr: Hisse senetleri

source: Technology
ar: تكنولوجيا
tr: teknoloji

source: Services
ar: خدمات
tr: Hizmetler

source: Forex market heatmap
ar: خريطة سوق الفوركس
tr: Forex piyasası ısı haritası

source: Switch
tr: Anahtar

source: Our model currently supports prediction for the following instruments: NASDAQ 100, Amazon, Apple, Tesla, Google, Meta, Gold, Oil, BTC
tr: Modelimiz şu anda aşağıdaki enstrümanlar için tahmini desteklemektedir NASDAQ 100, Amazon, Apple, Tesla, Google, Meta, Altın, Petrol, BTC

source: Accuracy is above 50%
tr: Doğruluk 50% üzerinde

source: Accuracy is below 50%. Please consider carefully before making any investment decision
tr: Doğruluk %50'nin altındadır. Herhangi bir yatırım kararı vermeden önce lütfen dikkatlice düşünün
